<template>
	<section class="mt-5">
		<h5 class="mb-4">Итог</h5>

		<span class="body-1">
			Разработку проекта решено было остановить по нескольким причинам:
		</span>

		<ul>
			<li class="body-2 mt-2">
				1) Отсутствие заинтересованности у пользователей
			</li>

			<li class="body-2 mt-2">
				2) Невозможно составить конкуренцию за внимание пользователя крупным площадкам
			</li>

			<li class="body-2 mt-2">
				3) Низкая заинтересованность музыканта в развитии на площадке yourtracklist 
				(мало аудитории, нет выплат, мнение редактора)
			</li>
		</ul>

		<div class="semantic-part mt-5">
			<h6>Чего можно было избежать</h6>
			<span class="body-1">
				Большой ошибкой было выпуска в продакшн концепта. Разработка заняла 4 месяца. 
				Почему так: думали, что лучше выпустить продукт сырым и править с учетом мнения 
				пользователей. Тут-то пользователи обязательно быстро подскажуть каких фичей 
				не хватает и в какую сторону двигать продукт...
			</span>
		</div>
	</section>
</template>
