<template>
	<section class="concept">
		<h5 class="title-h5">Концепт</h5>

		<div class="incut-block">
			<h6>Гипотезы пользовательских проблем</h6>
			<span class="body-1">Пользователям трудно найти, какой жанр или музыканта послушать </span>
		</div>

		<div class="semantic-part">
			<h6>Гипотезы о проблемах в yourtracklist</h6>
			<span class="body-1 mb-2">
				Пользователю приоритетнее найти релиз определенного жанра или
				исполнителя, а потом его послушать
			</span>
			
			<span class="body-1 mb-2">
				Пользователи активно ищут через меню старые публикации
				определенного исполнителя и миксы паблика
			</span>
			
			<span class="body-1 mb-2">
				Пользователи испытывают неудобство при работе с меню и знают, как
				его улучшить
			</span>
		</div>
		

		<div class="semantic-part">
			<h6>На кого ориентировались</h6>
			<span class="body-1">
				Предполагаемым пользователем нашего продукта был человек, для которого
				yourtracklist — основной источник атмосферной электронной музыки. Он ценит этот
				паблик, потому что музыка здесь погружает в эмоции — вдохновляет, заставляет
				рефлексировать. Он выбирает именно yourtracklist, потому паблик не зацикливается
				на определенном жанре, а ищет новый необычный звук. Здесь нет место популярности.
				“Здесь атмосферная музыка от малоизвестных исполнителей”.
			</span>
		</div>

		<div class="semantic-part">
			<h6>Видение продукта</h6>
			<span class="body-1">
				Cобрать базу исполнителей на сайте с ссылками на их посты в yourtracklist,
				bandcamp, itunes, spotify и других сервисах. Организовать поиск по тегам, по
				исполнителю, по длительности релиза. Таким образом, преобразовать и
				масштабировать уже имеющееся меню паблика, сделать его гибким. Через сайт
				yourtracklist можно будет найти релизы определенного жанра/автора, а не послушать
				музыку.
			</span>
		</div>

		<image-gallery 
			:images="[
				{
					link: 'https://sun9-51.userapi.com/c855224/v855224845/23e7cf/Ijgzn_EZI5w.jpg',
					description: 'Страница релизов'
				},
				{
					link: 'https://sun9-20.userapi.com/c855224/v855224845/23e7e3/lWDRcISKJO8.jpg',
					description: 'Страница релиза'
				},
				{
					link: 'https://sun9-20.userapi.com/c855224/v855224845/23e7d9/zKgWxgSYxmQ.jpg',
					description: 'Страница автора'
				}
			]"
		/>

		<div class="semantic-part">
			<h6>Каков предполагаемый результат</h6>
			<span class="body-1 mb-2">
				Пользовательский опыт взаимодействия улучшится за счет удобной навигации по контенту:
			</span>

			<span class="body-2 mb-2">
				можно найти релизы того жанра и автора, который нравится
			</span>

			<span class="body-2 mb-2">
				ссылки на площадки этого исполнителя собраны в одном месте. И для пользователя это удобно
			</span>

			<span class="body-2 mb-2">
				взаимодействовать с архивом будет легче, так как он организован в виде компактных карточек
			</span>

			<span class="body-2 mb-2">
				можно выбрать релизы определенной длины, чтобы не отвлекаться от дел
			</span>

			<span class="body-2 mb-2">
				релизы и видео собраны в одном месте – на странице исполнителя
			</span>
		</div>

		<div class="semantic-part">
			<h6>Проверка гипотез</h6>
			<span class="body-1">
				Проверку начали с гипотезы 3 (пользователи активно ищут через меню старые публикации
				определенного исполнителя и миксы паблика). Сделали пост в паблике с вопросом: 
				“Пользуетесь ли вы меню паблика? Как бы вы его улучшили?”. И никакого ответа не получили. 
				Мы предположили, что меню паблика мало кто использует и толку от него немного.
			</span>
		</div>

		<hr>


		<div class="semantic-part">
			<h6>Выводы</h6>
			<span class="body-1 mb-2">Ошибкой было:</span>

			<span class="body-2 mb-2">полагать, что проблема пользователей существует без подтверждения на данных</span>

			<span class="body-2 mb-2">разрабатывать решение на основе неподтвержденной проблемы</span>

			<span class="body-2 mb-2">взаимодействовать с архивом будет легче, так как он организован в виде компактных карточек</span>

			<span class="body-2 mb-2">рисовать экраны на основе неподтвержденной проблемы без протестированного способа решения</span>

			<span class="body-2 mb-2">просить пользователей предложить решения</span>
		</div>


		<h5 class="mt-7 mb-7">
			Поняли, что разрабатывать решение на основе предположений, было в корне неверно. 
			В конечном итоге это приведет к тому, что продукт окажется никому не нужен. 
			Чтобы действовать дальше необходим процесс, <br>
			в котором наши гипотезы будут обрастать фактами
		</h5>

		<div class="semantic-part">
			<h6>Дизайн-процесс</h6>
			<span class="body-1 mb-3">
				Основой для дизайн-процесса стал фреймворк Double Diamond 
				(https://medium.com/digital-experience-design/how-to-apply-a-design-thinking-hcd-ux-or-any-creative-process-from-scratch-b8786efbf812)
			</span>

			<span class="body-2 mb-2">Этап Discovery. Поиск проблем/идей/гипотез</span>
			<span class="body-2 mb-2">Этап Define. Проектирование решений</span>
			<span class="body-2 mb-2">Этап Develop. Разработка решения</span>
			<span class="body-2 mb-2">Этап Delivery. Запуск решения</span>
		</div>

		<single-image 
			imageLink="https://sun9-27.userapi.com/c857416/v857416234/21134f/3EYm-xJ2nrc.jpg"
		/>
	
	</section>
</template>

<style scoped>

.title-h5 {
	margin-bottom: 2rem;
}

.incut-block > h6 {
	margin-bottom: 0.5rem;
}


</style>