<template>
	<section class="mt-5">
		<h5 class="mb-4">Итог</h5>

		<span class="body-1">
			Разработку проекта решено было остановить по нескольким причинам:
		</span>

		<ul>
			<li class="body-2 mt-2">
				1) Отсутствие заинтересованности у пользователей, представленное 
				решение не является ценным (возможно такая пользовательская 
				проблема действительно существует, это можно было бы выявить 
				путем проведения еще большего количества тестирований и глубинных 
				интервью. Однако она не настолько острая, чтобы ее необходимо 
				было решить с помощью сервиса yourtracklist. Пользователи 
				уже решают ее имеющимися средствами.
			</li>

			<li class="body-2 mt-2">
				2) Низкая вероятность, что пользователи будут заходить на 
				сторонную небольшую площадку, где они оторваны от своих музыкальных архивов
			</li>

			<li class="body-2 mt-2">
				3) Невозможно составить конкуренцию за внимание пользователя крупным площадкам
			</li>

			<li class="body-2 mt-2">
				4) Низкая заинтересованность музыканта в развитии на площадке 
				yourtracklist (нет выплат, мнение редактора)
			</li>
		</ul>

		<span class="body-1 mt-5">
			Проблема “раньше было лучше” увеличивается — есть группа пользователей, 
			которым не нравится то или иное звучание. Они хотят видеть нечто 
			персонализированное, что в масштабе паблика с редакцией невозвожно. 
			Потому что у редакции свое видение.
		</span>

		<div class="semantic-part mt-5">
			<h6>Чего можно было избежать</h6>
			<span class="body-1">
				Большой ошибкой было выпуска в продакшн концепта. Разработка заняла 4 месяца. 
				Почему так: думали, что лучше выпустить продукт сырым и править с учетом мнения 
				пользователей. Тут-то пользователи обязательно быстро подскажуть каких фичей 
				не хватает и в какую сторону двигать продукт...
			</span>
		</div>
	</section>
</template>
