<template>
	<section class="mt-5">
		<h5 class="mb-4">Этап Define. Синтез</h5>

		<ul>
			<li class="mb-2">1) Пользователи слушают музыку паблика, когда есть определенное настроение, либо ситуация</li>

			<li class="mb-2">
				2) Большинство опрошенных пользователей не слушают yourtracklist со стены паблика. 
				Они листают новостную ленту вк и там видят наши посты
			</li>

			<li class="mb-2">3) Некоторые пользователи вк не видят посты у себя в ленте, либо они отображаются редко</li>

			<li class="mb-2">
				4) Большинство связывают паблик с определенным направлением, причем у каждого разный взгляд 
				(это паблик с wave/witch house/и др музыкой) и говорят, что “раньше было лучше”. Хотя 
				направление в музыке меняется постоянно
			</li>

			<li class="mb-2">
				5) Часть пользователей представляет себе паблик как нечто общее (атмосферная/экспериментальная
				музыка)
			</li>
		</ul>


		<h5 class="mt-7 mb-7">
			Yourtracklist большинство используют как дополнение, 
			что можно послушать от случая к случаю, а не как
			коммьюнити, “стиль жизни”.
		</h5>

		<span class="body-1">
			Гипотеза, что пользователям трудно найти жанр/музыканта, чтобы послушать, 
			на опрошенной выборке не подтвердилась. В настоящий момент чтобы что-нибудь
			послушать сложностей не возникает — сервисов с рекомендациями, тематических 
			пабликов, своих аудио, в конце-концов, достаточно. Искать надо именно что-то 
			необычное. 
		</span>


		<div class="incut-block mt-4 mb-4">
			<h6 class="mb-1">Пользовательские сценарии</h6>
			<ul>
				<li class="body-1 mb-1">
					1)  пользователи следят за творчеством каких-либо малоизвестных музыкантов,
					которые публикуются/потенциально могли бы публиковаться в yourtracklist
				</li>
				
				<li class="body-1">
					2)  пользователи следят за каким-либо жанром электронной андеграундной музыки
					(подписываются на паблики/слушают подборки определенного жанра)
				</li>
			</ul>
		</div>


		<span class="body-1">
			Это те люди, на которых мы хотим ориентироваться. Их поведение обобщили в форме
			<b>
				<a 
					href="https://docs.google.com/document/d/1QTwQZvFnDirXv6h_7XS4hXBsgifHOs0Tqlg5obKKfR0" 
					target="_blank"
					v-text="'персонажей'"
				/>
			</b>
		</span>


		<div class="incut-block mt-4 mb-7">
			<h6 class="mb-1">Проблемы пользователей</h6>
			
			<span class="body-1">
				андеграундных исполнителей сложно найти в стриминговых сервисах 
			</span>
		</div>

		<h5>
			Наш вклад мы видим в том, чтобы показать индивидуальность музыканта.
			Музыка, которая публикуется в yourtracklist, — это не что-то типичное.
			А, наоборот, необычное, которое собирается лично. В этом и ценность.
		</h5>


	</section>
</template>

