<template>
	<section class="mt-5">
		<h5 class="mb-4">Этап Define. Синтез</h5>

		<ul>
			<li class="mb-2 body-1">1) Пользователи слушают музыку паблика, когда есть определенное настроение, либо ситуация</li>

			<li class="mb-2 body-1">
				2) Большинство опрошенных пользователей не слушают yourtracklist со стены паблика. 
				Они листают новостную ленту вк и там видят наши посты
			</li>

			<li class="mb-2 body-1">3) Некоторые пользователи вк не видят посты у себя в ленте, либо они отображаются редко</li>

			<li class="mb-2 body-1">
				4) Большинство связывают паблик с определенным направлением, причем у каждого разный взгляд 
				(это паблик с wave/witch house/и др музыкой) и говорят, что “раньше было лучше”. Хотя 
				направление в музыке меняется постоянно
			</li>

			<li class="mb-2 body-1">
				5) Часть пользователей представляет себе паблик как нечто общее (атмосферная/экспериментальная
				музыка)
			</li>
		</ul>


		<h5 class="mt-7 mb-7">
			Yourtracklist большинство используют как дополнение, 
			что можно послушать от случая к случаю, а не как
			коммьюнити, “стиль жизни”.
		</h5>

		<span class="body-1">
			Гипотеза, что пользователям трудно найти жанр/музыканта 
			(в принципе где-либо и на стене yourtracklist), чтобы послушать, 
			на опрошенной выборке не подтвердилась. В настоящий момент 
			чтобы что-нибудь послушать, сложностей не возникает — сервисов 
			с рекомендациями и плейлистами по жанру, тематических пабликов, 
			своих аудио, в конце-концов, достаточно. Искать надо именно 
			что-то необычное. Так поступает узкий сегмент пользователей: 
		</span>


		<div class="incut-block mt-4 mb-4">
			<h6 class="mb-1">Пользовательские сценарии</h6>
			<ul>
				<li class="body-1 mb-1">
					1)  пользователи следят за творчеством каких-либо малоизвестных музыкантов,
					которые публикуются/потенциально могли бы публиковаться в yourtracklist
				</li>
				
				<li class="body-1">
					2)  пользователи следят за каким-либо жанром электронной андеграундной музыки
					(подписываются на паблики/лейблы, слушают подборки определенного жанра)
				</li>
			</ul>
		</div>


		<span class="body-1">
			Это те люди, на которых мы хотим ориентироваться. Их поведение обобщили в форме
			<b>
				<a 
					href="https://docs.google.com/document/d/1QTwQZvFnDirXv6h_7XS4hXBsgifHOs0Tqlg5obKKfR0" 
					target="_blank"
					v-text="'персонажей'"
				/>
			</b>
		</span>


		<h5 class="mt-7 mb-7">
			Наш вклад мы видим в том, чтобы показать индивидуальность музыканта.
			Музыка, которая публикуется в yourtracklist, — это не что-то типичное.
			А, наоборот, необычное, которое собирается лично. В этом и ценность.
		</h5>

		<span class="body-1">
			Исходя из опросов и глубинных интервью выделили следующую проблему пользователей:
		</span>


		<div class="incut-block mt-4 mb-7">
			<h6 class="mb-1">Проблемы пользователей</h6>
			
			<span class="body-1">
				андеграундных исполнителей сложно найти в стриминговых сервисах
			</span>
		</div>

		<h6 class="mb-3">Анализ рынка</h6>

		<span class="body-1 mb-2">
			Самый востребованный сервис, где можно следить за творчеством 
			андеграундных исполнителей, — Вконтакте. На это влияют такие факторы: 
		</span>

		<ul>
			<li class="body-2 mb-2">1) вся социальная составляющая в одном месте (общение, новости, музыка)</li>
			<li class="body-2 mb-2">2) привычка</li>
			<li class="body-2 mb-2">3) огромная база музыки</li>
			<li class="body-2 mb-2">4) разнообразие жанровых пабликов </li>
			<li class="body-2 mb-2">5) группы непоредственно музыкантов, где можно следить за развитием проекта</li>
			<li class="body-2 mb-2">6) большинство андеграундных музыкантов ведут деятельность именно Вконтакте</li>
		</ul>

		<span class="body-1 mb-2 mt-3">
			Прямые конкуренты yourtracklist Вконтакте за пользовательские потребности:
		</span>

		<ul>
			<li class="body-2 mb-2">
				1) Жанровые паблики: лейблы (ведут музыкальную деятельность Вконтакте + bandcamp, soundcloud), 
				сообщества музыки определенного жанра, агрегаторы.
			</li>

			<li class="body-2 mb-2">
				2) Музыканты: Вконтакте в своей группе общаются с аудиторией (заметки, репосты, лайвы), 
				публикуются в жанровых пабликах, публикуют релизы на soundcloud/bandcamp, 
				осваивают instagram, youtube, spotify и понемногу другие стриминги.
			</li>
		</ul>

		<span class="body-1 mt-3">
			Барьеры Вконтакте для пользователей связаны с рекламой и ограничением времени прослушивания. 
			Сейчас эти проблемы решаются пользователями через покупку платной подписки (boom) на мобильном, 
			блокированием рекламы на десктопе либо уходом в другой стриминг–сервис. 
		</span>

		<span class="body-1 mt-3">
			На втором месте находится soundcloud: только музыка и тесная связь с музыкантом. 
			Барьеры soundcloud — проблемы с мобильным приложением, обилие рекламы через репосты (мусорная лента).
		</span>

		<span class="body-1 mt-3">
			Иные сервисы (уoutube и уoutube music, spotify, itunes, mixcloud) — стириминги, 
			поставляющие музыку на основе пользовательских предпочтений. 
			Это каналы с миксами/плейлистами по жанру. 
		</span>


	</section>
</template>

