<template>
	<section>

		<h5 class="mb-4">Этап Deliver. 
			<a
				href="https://docs.google.com/document/d/1wGbKWZCRod-9eVZggwyGfCwveBstgQ8ykFkOmsNrdIg"
				target="_blank"
				v-text="'Тестирование прототипа'"
			/>
		</h5>

		<span class="body-1 mb-2">
			Тестирование прототипа проводили с респондентами, которые максимально подходили под 
			персонажей: следят за творчеством какого-либо музыканта электронной музыки 
			(в рамках тематики yourtracklist). Искали респондентов через <b>опрос</b> в группе 
			Вконтакте. Тестировали прототип с теми, кто написал ник музыканта, публиковавшегося 
			в yourtracklist.
		</span>

		<span class="body-1">
			Во время тестирования просили пользователей показать, как бы они искали своего 
			музыканта и музыку любимого жанра в нашем сервисе. И наблюдали, как пользователи
			осваиваются в сервисе.
		</span>

		<div class="semantic-part mt-5">
			<h6>Выводы по тестированию</h6>
			<span class="body-1 mb-2">
				Люди плохо понимают, что вообще значит прототип/макет. В начале тестирования было 
				обозначено, что это пока картинка, образ будущего сайта: что-то может кликаться, 
				что-то нет. Взаимодействие как с настоящим сайтом не будет и это нормально. 
				Тем не менее многих крайне напрягало, что: нет картинок и сайт не цветной 
				(“так вообще ничего не понятно, вам надо дизайн хороший сделать”), “я тыкаю на 
				*название альбома*, а мне выходит совсем не это”, “я жду, когда музыка будет играть” 
				(жмет на плей). И просто жали мышкой по экрану — “вдруг что-нибудь да сработает”. 
				Это указывает на минимальную вовлеченность пользователей в проект.
			</span>

			<span class="body-1">
				У половины респондентов была низкая мотивация взаимодействовать с интерфейсом. 
				Больше говорили о том, как сделано то или иное в привычном для них приложении. 
				Прототипом yourtracklist заинтересовался только один пользователь.
			</span>

		</div>

		<hr>


		<span class="body-1">
			3 из 4 пользователей, с которыми проводилось тестирование прототипа, акцентируют внимание 
			на предоставление музыки на основе их предпочтений: когда система сама рекомендует, что 
			послушать. В этом, несомненно, есть плюсы:  
		</span>

		<ul>
			<li class="body-2 mt-2">1) нет необходимости тратить время и усилия на поиск</li>
			<li class="body-2 mt-2">2) не отвлекает от работы</li>
		</ul>


		<span class="body-1 mt-3">
			Однако и существенные минусы, которые разнится с нашим представлением об андеграундной сцене:
		</span>

		<ul>
			<li class="body-2 mt-2">
				1) зацикливание на рекомендациях, отстутствие совершенно нового
			</li>

			<li class="body-2 mt-2">
				2) ценность музыки существенно падает, потому что удовольствия от результата поиска не возникает
			</li>

			<li class="body-2 mt-2">
				3) музыкант не запоминается, отсутствует эмоциональная привязанность
			</li>
			
			<li class="body-2 mt-2">
				4) музыка и музыкант как транслятор эмоций и идей теряет значение (“fastfood music”)
			</li>
		</ul>

		<div class="incut-block mt-7 mb-2">
			<h6>
				“Я обнаружил, что мои участники с большей вероятностью неоднократно видели репосты 
				треков в фиде из той же группы исполнителей. Они оказались в петле обратной связи, 
				где одни и те же треки распространялись от одних и тех же пользователей. 
				Пользователи с меньшей вероятностью находили новую музыку и находились под влиянием 
				таких функций, как “нравится” и “репост”. Некоторые из них сказали, что они прокрутят 
				по 3 или 5 треков в своем фиде, потеряют интерес и перейдут к чему-то еще”.
			</h6>
		</div>

		<span class="body-2 mb-7">
			<a
				href="https://ux.pub/moi-druzya-nenavidyat-soundcloud-ios-poetomu-ya-sdelal-dlya-nix-ego-redizajn/"
				target="_blank"
				v-text="'Мысли цитаты'"
			/>
			мы поддерживали в самом начале, но все-таки оставили решение с “похожими авторами” для тестирования. 
			Тем самым проверили, сходятся ли наши представления о персонажах в реальности.
		</span>

		<span class="body-1 mb-2">
			С акцентом на музыке на основе пользовательских предпочтений площадка yourtracklist 
			становится еще одним сервисом, похожим на другие стриминги. И необходимость в ней уменьшается.
		</span>

		<hr>

		<span class="body-1">
			Решили изменить прототип на основе фидбека пользователей и провести глубинное интервью с музыкантами.
		</span>


		<div class="semantic-part mt-5">
			<h6>Правки прототипа</h6>
			<span class="body-1 mb-2">
				По результатам тестирования изменили прототип следующим образом:
			</span>

			<ul>
				<li class="body-2 mb-2">
					1) Переименовали “Любимые авторы/жанры” в “Подписки” 
					(“любимые” интерпретировалось не так, как задумывалось 
					(ссылка на краткое тестирование), и название “авторы” некорректно)
				</li>

				<li class="body-2 mb-2">
					2) Создали в меню раздел “подписки” — ленту новостей подписок пользователя. 
					Вынесли как отдельный пункт меню, потому что для пользователей это уже привычное 
					взаимодейсвтие — видеть раздел подписок именно в меню (были варианты с помещением
					раздела подписок в профиле пользователя, но такое взаимодействие меньше 
					ориентировано на подписки пользователя). 
				</li>

				<li class="body-2 mb-2">
					3) Заменили в меню “авторы” на “музыканты”. Переходя в раздел “музыканты”, 
					пользователь попадает на страницу со всеми авторами, существующими на сайте 
					yourtracklist. Рядом подпункт “подписки” — те авторы, за которыми следит 
					пользователь (можно отписаться от всех сразу). 
				</li>

				<li class="body-2 mb-2">
					4) Убрали строку поиска в разделе музыканты — в ходе тестирования выяснилось,
					что пользователи используют для поиска основной инпут. 
				</li>

				<li class="body-2 mb-2">
					5) Убрали страницу с жанрами — тестирование показало, что пользователь 
					не будет кликать на каждого автора в этом жанре. Они хотят видеть там релизы в этом жанре. 
				</li>

				<li class="body-2 mb-2">
					6) Модифицировали страницу релизов — убрали теги в фильтрах (игнорировались). 
					Вместо этого разместили табы — “все жанры” и пункты с определенными жанрами. 
					Кликнув по табу, показываются релизы в этом жанре. Решили, что так будет 
					проще организована фильтрация и все жанры будут на виду — пользователь 
					вероятнее кликнет на что-то новое. 
				</li>

				<li class="body-2 mb-2">
					7) Добавили кнопку “подписаться” при выбранном табе жанра. 
				</li>

				<li class="body-2 mb-2">
					8) Убрали несколько тегов к релизам. Оставили основной тег, 
					чтобы не нагружать пользователя и не препятствовать продвижению 
					отдельных релизов с большим количеством тегов. 
				</li>

				<li class="body-2 mb-2">
					9) Убрали раздел “похожие релизы” в связи с ограничениями в поиске
					похожих релизов (цитата из тестирования: “Тем более он (ИИ) будет 
					искать по тегам — может быть хороший эмбиент, а может быть плохой”. 
				</li>

				<li class="body-2 mb-2">
					10) Убрали раздел “похожие авторы” в связи с ограничениями в поиске
					похожих авторов (цитата из тестирования: “Лучше пусть сам автор решит,
					что у него будет на аккаунте, а не это сделает какое-то ИИ. Популярный 
					исполнитель не будет на треш подписываться”).
				</li>
			</ul>
		</div>


		<single-image 
			imageLink="https://sun9-45.userapi.com/c856520/v856520481/1b67de/LTU8eVtYRs8.jpg"
			description="Раздел “Релизы”"
		/>

		<single-image 
			imageLink="https://sun9-46.userapi.com/c856520/v856520481/1b67e8/DHoGMJdM-TU.jpg"
			description="Раздел “Видео”"
		/>

		<single-image 
			imageLink="https://sun9-16.userapi.com/c856520/v856520481/1b67fc/1O31Y78n0lk.jpg"
			description="Страница релиза"
		/>

		<single-image 
			imageLink="https://sun9-23.userapi.com/c856520/v856520481/1b6817/UjCnl2LlYHw.jpg"
			description="Раздел “Музыканты”"
		/>

		<single-image 
			imageLink="https://sun9-19.userapi.com/c856520/v856520481/1b6821/mlF9JsOXips.jpg"
			description="Страница музыканта"
		/>


		<div class="semantic-part mt-5">
			<h6>Интервью с музыкантами</h6>
			<span class="body-1">
				В результате глубинных интервью с музыкантами 3 из 7 опрошенных высказали устойчивое 
				мнение, что ценность от создания сторонней площадки yourtracklist минимальна:
			</span>
		</div>

		<h5 class="mt-7 mb-7">
			У пользователей сейчас много вариантов, где послушать музыку даже от малоизвестных 
			исполнителей (это возможно благодаря сервисам дистрибьюции, через которые релизы 
			можно залить на все существующие площадки). Переходить на новую небольшую 
			малоизвестную площадку для пользователя слишком труднозатратно.
		</h5>

		<span class="body-1">
			Испольнителей, которые публикуются в youtracklist, можно найти на youtube music, 
			spotify, soundcloud и т.д., это вопрос времени (когда музыканты освоят 
			дистрибьюцию повсеместно) и в удобстве прослушивания для конечного 
			пользователя. Сейчас те исполнители, которые хотят развиваться в музыке, 
			активно публикуются на всех существующих массовых площадках (помимо Вк
			и soundcloud). Тем более, что это предполагает небольшой доход с 
			прослушиваний. С сервисами дистрибьюции это в разы быстрее и проще
			— уменьшается зависимость от субъективного восприятия музыки 
			редактором лейбла/площадки.
		</span>


	</section>
</template>
