<template>
	<section class="mt-7">
		<h5 class="mb-4">Этап Develop. Создание прототипа</h5>

		<div class="semantic-part">
			<h6>Образ продукта</h6>
			<span class="body-1 mb-2">
				Сайт дает возможность находить музыку по жанрам, видеть релизы музыканта в одном месте, 
				получать интересующие новости о новых релизах любимых музыкантов. При этом избавит 
				от существующих сейчас проблем:
			</span>
			
			<ul>
				<li class="body-2 mb-2">
					1) Отсутствие режима показа постов с любимым музыкантом/жанром
				</li>

				<li class="body-2 mb-2">
					2) Отсутствие быстрого доступа к странице музыканта и его музыке
				</li>

				<li class="body-2 mb-2">
					3) Ограничения Вконтакте как для пользователей, так и для yourtracklist
				</li>
			</ul>
		</div>


		<div class="semantic-part">
			<h6>Проектирование</h6>
			<span class="body-1 mb-2">
				При проектировании ориентировались на популярные музыкальные сервисы 
				(soundcloud, Вконтакте, Youtube music, Яндекс.Музыка, bandcamp 
				(кроме spotify)) и новостные сайты (vc.ru, Youtube, habr).
			</span>

			<span class="body-1 mb-2">
				Оценка функционала сервисов проводилась поверхностно. Не делались 
				сравнительные таблицы фичей, потому что не было цели создать продукт, 
				вбирающий в себя другие музыкальные сервисы. В решениях функциональности 
				исходили из фидбека пользователей на глубинных интервью.
			</span>

			<span class="body-1">
				Целью проектирования было как можно быстрее протестировать 
				прототип на реальных людях. 
			</span>
		</div>


		<single-image 
			imageLink="https://sun9-48.userapi.com/c858528/v858528770/1ba5b7/KONesAV75tk.jpg"
			description="Анализ структуры soundcloud"
		/>

		<span class="body-1">
			Проектирование решений начали с бумажных набросков, затем сделали кликабельные прототипы в figma
		</span>


		<image-gallery 
			:images="[
				{
					link: 'https://sun9-64.userapi.com/c855132/v855132770/242951/Pbo_RdrxfQQ.jpg'
				},
				{
					link: 'https://sun9-50.userapi.com/c855132/v855132770/24295a/wBQ-emS-GyU.jpg'
				},
				{
					link: 'https://sun9-12.userapi.com/c855132/v855132770/242963/9ZpKsA9QiQQ.jpg'
				},
				{
					link: 'https://sun9-34.userapi.com/c855132/v855132770/24296d/PguawekvZ-M.jpg'
				}
			]"
		/>

		<div class="semantic-part">
			<h6>Сценарии использования</h6>
			<span class="body-1 mb-2">
				На левом сайдбаре расположено основное меню (релизы, видео, авторы, жанры).
			</span>

			<span class="body-1 mb-2">
				В сайдбаре справа отображается информация о текущем проигрываемом релизе: 
				что будет играть дальше, похожие на этот релизы (исходя из тегов), другие 
				релизы этого автора. Почему сайдбар? Гипотеза следующая: если человек не 
				переключил релиз через небольшой промежуток времени, значит он его устраивает. 
				Возможно он хотел бы послушать подобное. Чтобы не отвлекаться на поиск 
				похожего на странице релиза/автора, эти разделы вынесены в сайдбар 
				(по аналогии с youtube).
			</span>

			<span class="body-1 mb-2">
				Релизы представлены в формате ленты, их можно отсортировать по жанру, 
				длительности (если хочется послушать что-то длинное, чтобы меньше переключать).
			</span>

			<span class="body-1 mb-2">
				В разделе “авторы” можно увидеть всех авторов, которые публикуются на площадке. 
				У каждого автора указаны жанры, которых он придерживается. Даются рекомендации 
				на основе зафолловленных авторов/слушаемых жанров. Зафолловленные авторы 
				появляются в сайдбаре слева в разделе “любимые авторы”. Это обеспечивает 
				быстрый доступ к уведомлениям.
			</span>

			<span class="body-1 mb-2">
				В разделе “жанры” можно найти любимый жанр, увидеть всех авторов площадки в 
				этом жанре. На жанр можно подписаться, он появится в сайдбаре слева в разделе 
				“любимые жанры”. Это обеспечивает быстрый доступ к уведомлениям. Нажав на жанр,
				мы переходим в ленту с новостями этого жанра.
			</span>

			<span class="body-1">
				На странице автора вынесены ссылки на все площадки, где можно найти автора, 
				собраны его релизы, видео и ссылки на похожих авторов.
			</span>
		</div>


		<image-gallery 
			:images="[
				{
					link: 'https://sun9-5.userapi.com/c856016/v856016910/246c6c/jLevusFoy1w.jpg'
				},
				{
					link: 'https://sun9-24.userapi.com/c856016/v856016910/246c9d/4-oNq3Vt0jI.jpg'
				},
				{
					link: 'https://sun9-26.userapi.com/c856016/v856016910/246c80/GGFxYD1JDjs.jpg'
				},
				{
					link: 'https://sun9-10.userapi.com/c856016/v856016910/246c8a/J3vwiS_2KVI.jpg'
				},
				{
					link: 'https://sun9-16.userapi.com/c856016/v856016910/246c94/b_yYs9pfcfE.jpg'
				}
			]"
		/>


	</section>
</template>

<script>
export default {
	name: 'develop'
};
</script>
